IdeaRS.OpenModel.Result.ResultOfDeformation2
Result of deformation in the one positon

IdeaRS.OpenModel.Result.ResultOfDeformation2.#ctor
Constructor

IdeaRS.OpenModel.Result.ResultOfDeformation2.Loading
LoadingTypeClass

IdeaRS.OpenModel.Result.ResultOfDeformation2.Ux
Deformation in the x direction

IdeaRS.OpenModel.Result.ResultOfDeformation2.Uy
Deformation in the y direction

IdeaRS.OpenModel.Result.ResultOfDeformation2.Uz
Deformation in the z direction

IdeaRS.OpenModel.Result.ResultOfDeformation2.Fix
Rotation around x-axis

IdeaRS.OpenModel.Result.ResultOfDeformation2.Fiy
Rotation  around y-axis

IdeaRS.OpenModel.Result.ResultOfDeformation2.Fiz
Rotation  around z-axis